tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "mutagen-io/mutagen"
brew "bat"
brew "croc"
brew "ctop"
brew "doggo"
brew "fzf"
brew "gettext"
brew "git"
brew "goaccess"
brew "howdoi"
brew "hugo"
brew "jpegoptim"
brew "jq"
brew "lftp"
brew "mackup"
brew "mas"
brew "minikube"
brew "mkcert"
brew "mycli"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "oci-cli"
brew "pkcs11-helper"
brew "python@2", link: false
brew "python@3.9"
brew "scc"
brew "sqlmap"
brew "testdisk"
brew "thefuck"
brew "tldr"
brew "tree"
brew "wrk"
brew "zola"
brew "hashicorp/tap/terraform"
brew "minio/stable/mc"
cask "android-file-transfer"
cask "appcleaner"
cask "balenaetcher"
cask "beekeeper-studio"
cask "brave-browser"
cask "bruno"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dockstation"
cask "doxie"
cask "firefox"
cask "firefox-nightly"
cask "fork"
cask "gifox"
cask "godot"
cask "google-chrome"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "keyboard-lock"
cask "kitematic"
cask "numi"
cask "obsidian"
cask "orbstack"
cask "raspberry-pi-imager"
cask "sequel-pro-nightly"
cask "slack"
cask "spotifree"
cask "spotify"
cask "sublime-text"
cask "swiftstack-client"
cask "syncthing"
cask "tableplus"
cask "typora"
cask "vscodium"
cask "wireshark"
cask "zed"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Glance", id: 1513574319
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bruno-api-client.bruno"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.terraform"
vscode "hueflake.moonlight"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "nuxtr.nuxtr-vscode"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "thedavej.night-owl-black"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "zamerick.vscode-caddyfile-syntax"
