tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
brew "bat"
brew "fzf"
brew "gettext"
brew "git"
brew "goaccess"
brew "jq"
brew "lftp"
brew "mackup"
brew "mas"
brew "mycli"
brew "ncdu"
brew "nmap"
brew "node"
brew "python@2", link: false
brew "sqlmap"
brew "testdisk"
brew "tldr"
brew "tree"
brew "mutagen-io/mutagen/mutagen"
cask "appcleaner"
cask "balenaetcher"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dockstation"
cask "doxie"
cask "enpass"
cask "firefox-nightly"
cask "fork"
cask "gifox"
cask "godot"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "keyboard-cleaner"
cask "kitematic"
cask "numi"
cask "sequel-pro-nightly"
cask "slack"
cask "spotifree"
cask "spotify"
cask "sublime-text"
cask "swiftstack-client"
cask "syncthing"
cask "tableplus"
cask "typora"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Glance", id: 1513574319
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
