tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "ctop"
brew "fzf"
brew "git"
brew "neovim"
brew "node"
brew "tmux"
cask "alacritty"
cask "firefox"
cask "font-maple"
cask "insomnia"
cask "orbstack"
cask "rectangle"
cask "spotify"
cask "tableplus"
vscode "asvetliakov.vscode-neovim"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "hashicorp.terraform"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "oderwat.indent-rainbow"
vscode "qcz.text-power-tools"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "whizkydee.material-palenight-theme"
vscode "wix.vscode-import-cost"
vscode "zamerick.vscode-caddyfile-syntax"
